{
  "plugins": {
    "Coqtail": {
      "src": "https://github.com/whonore/Coqtail"
    },
    "LuaSnip": {
      "src": "https://www.github.com/L3MON4D3/LuaSnip"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "conform.nvim": {
      "src": "https://www.github.com/stevearc/conform.nvim"
    },
    "diffview.nvim": {
      "src": "https://www.github.com/dlyongemallo/diffview.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gruvbox-material": {
      "src": "https://www.github.com/sainnhe/gruvbox-material"
    },
    "heirline.nvim": {
      "src": "https://www.github.com/rebelot/heirline.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lean.nvim": {
      "src": "https://github.com/Julian/lean.nvim"
    },
    "nvim": {
      "src": "https://www.github.com/catppuccin/nvim"
    },
    "nvim-colorizer.lua": {
      "src": "https://www.github.com/norcalli/nvim-colorizer.lua"
    },
    "nvim-dap": {
      "src": "https://www.github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-ui": {
      "src": "https://www.github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-dap-virtual-text": {
      "src": "https://www.github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-lspconfig": {
      "src": "https://www.github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://www.github.com/nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "https://www.github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://www.github.com/nvim-tree/nvim-web-devicons"
    },
    "obsidian.nvim": {
      "src": "https://www.github.com/obsidian-nvim/obsidian.nvim"
    },
    "onedark.nvim": {
      "src": "https://www.github.com/navarasu/onedark.nvim"
    },
    "plenary.nvim": {
      "src": "https://www.github.com/nvim-lua/plenary.nvim"
    },
    "popup.nvim": {
      "src": "https://www.github.com/nvim-lua/popup.nvim"
    },
    "project.nvim": {
      "src": "https://www.github.com/DrKJeff16/project.nvim"
    },
    "sonokai": {
      "src": "https://www.github.com/sainnhe/sonokai"
    },
    "telescope.nvim": {
      "src": "https://www.github.com/nvim-telescope/telescope.nvim"
    },
    "treesj": {
      "src": "https://www.github.com/Wansmer/treesj"
    },
    "twilight.nvim": {
      "src": "https://www.github.com/folke/twilight.nvim"
    },
    "vim-easy-align": {
      "src": "https://www.github.com/junegunn/vim-easy-align"
    },
    "vim-latex-live-preview": {
      "src": "https://www.github.com/xuhdev/vim-latex-live-preview"
    },
    "vim-markdown": {
      "src": "https://www.github.com/preservim/vim-markdown"
    },
    "vim-slime": {
      "src": "https://www.github.com/jpalardy/vim-slime"
    },
    "vim-surround": {
      "src": "https://www.github.com/tpope/vim-surround"
    },
    "vimtex": {
      "src": "https://www.github.com/lervag/vimtex"
    },
    "zen-mode.nvim": {
      "src": "https://www.github.com/folke/zen-mode.nvim"
    }
  }
}
